tags = ["Здоровье и красота", "Бухгалтерия", "Ювелирные изделия", "Логистика", "Мода и стиль", "Сельское хозяйство",
        "Госзакупки", "Жизнь, развлечения и хобби", "Краудфандинг", "Амбассадорство", "Handmade", "AR/VR", "Интерьер",
        "FMCG", "IT", "Танцы", "Тестирование", "Коучинг", "Экология", "Копирайтинг", "Big Data", "HR", "Кейсы роста",
        "Культура", "Налоги", "Автомобильный бизнес", "Инновации", "Игры", "Инвестиции", "Общение", "HoReCa",
        "Медицина", "Книги", "Туризм и отдых", "PR", "Строительство", "Фотография", "Авто и мото", "Графический дизайн",
        "EdTech", "Информационная безопасность", "SMM", "Товары и услуги", "Наука и образование", "Право и законы",
        "Субподряды", "Поэзия", "Живопись", "Семья", "Звукозапись", "Гаджеты", "Производство", "Интерфейсы",
        "Видеопроизводство", "Юмор", "Франшиза", "Новости", "Стартапы и сервисы", "Спорт", "Маркетинг",
        "Управление проектами", "ВЭД", "Торги по банкротству", "Продажи", "Нейросети", "Музыка", "Недвижимость",
        "Клиентский сервис", "Правильное питание", "Ремонт", "Лайфстайл", "Исследования", "Природа и животные",
        "Агентский бизнес", "Саморазвитие", "Биржа", "Архитектура", "Консалтинг", "Бизнес с Китаем", "Таможня",
        "Банки, страхование, лизинг", "Экономика", "Мероприятия и конференци��", "Муниципальные торги", "Добыча сырья",
        "SEO", "Карьера, тренды и инновации", "Робототехника", "Еда", "Психология", "Иллюстрации", "Иностранные языки",
        "Добро пожаловать в TenChatБанки, страхование, лизинг", "Искусство", "E-commerce", "Разработка", "Крипта",
        "Блогинг"]
from news_feed.models import NewsTag

news_list = [NewsTag(name=tag) for tag in tags]
NewsTag.objects.bulk_create(news_list)
